do local _ = {
helpfa = {
help = [[
📙راهنمای ربات های سه گانه آی بوت
—
⚙️دستور : "راهنمای قفل"
🗝عملکرد: "بازکردن راهنمای قفلی ربات"
—
⚙️دستور : "راهنمای پاکسازی"
🗝عملکرد : "بازکردن راهنمای پاکسازی ربات"
—
⚙️دستور: "راهنمای قفلی پیشرفته"
🗝عملکرد: "بازکردن راهنمای قفلی پیشرفته تر ربات"
—
⚙️دستور: "راهنمای مدیریت"
🗝عملکرد: "بازکردن منوی مدیریتی گروه"
—
iBot Robots Running Beta V1.2

🎭*ادمین ربات :* ]]..check_markdown(MaTaDoRby)..[[

💢*چنل  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helplock = [[
🗝راهنمای قفلی: با استفاده از دستور قفل "نوع" میتوانید آن را فعال کنید یا با استفاده از دستور بازکردن "نوع" آن را غیرفعال کنید.
—
📍برای مثال : قفل لینک , بازکردن لینک
—
🗝انواع قفل های ربات: " لینک , هرزنامه , پیام های مکرر , وب , سرویس تلگرام , عربی , اینگلیسی , فونت , مخاطب , کیبورد شیشه ای , تگ , یوزرنیم , ربات , فوروارد , ویرایش , بازی , سنجاق , ورود , گیف , ویس , اهنگ , فایل , فیلم , عکس , متن , استیکر , مکانی "
👈قفل گروه ( برای قفل کامل گروه استفاده کنید )
👈 قفل محدودیت کاربر ( مخصوص اد اجباری در گروه )
👈قفل خودکار ( مخصوص قفل خودکار زمان دار در گروه )
—
🎭*ادمین ربات :* ]]..check_markdown(MaTaDoRby)..[[

💢*چنل  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helplock4 = [[
🗝راهنمای قفلی پیشرفته: شما می توانید در این بخش , عملکرد ربات نسبت به یک نوع قفل را تنظیم کنید.
—
👈انواع عملکرد های ربات:  "نوع" اخراج , "نوع" اخطار
—
📍برای مثال : عکس اخراج , عکس اخطار , بازکردن عکس
—
🗝انواع قفل های ربات: " لینک , هرزنامه , پیام های مکرر , وب , سرویس تلگرام , عربی , اینگلیسی , فونت , مخاطب , کیبورد شیشه ای , تگ , یوزرنیم , ربات , فوروارد , ویرایش , بازی , سنجاق , ورود , گیف , ویس , اهنگ , فایل , فیلم , عکس , متن , استیکر , مکانی "
—
🎭*ادمین ربات :* ]]..check_markdown(MaTaDoRby)..[[

💢*چنل  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helpmod = [[
🗝راهنمای مدیریت گروه : شما در این بخش می توانید قوانین گروه خود را تایین کنید تا ربات آنها را اجرا کند.
—
⚙️دستور: "ادمین گروه (ریپلای)"
🗝عملکرد: "اضافه کردن ادمین برای گروه"
—
⚙️دستور: "حذف ادمین گروه (ریپلای)"
🗝عملکرد: "حذف ادمین گروه"
—
⚙️دستور: "تنظیم پیام مکرر (از 2 تا 50)"
🗝عملکرد:"می توانید پیام های اسپم را کنترل کنید"
—
⚙️دستور: "تنظیم زمان بررسی (از 2 تا 50)"
🗝عملکرد:"می توانید پیام های اسپم را کنترل کنید"
—
⚙️دستور:"سکوت (ریپلای)"
🗝عملکرد:"برای ساکت کردن فردی استفاده می شود"
—
⚙️دستور:"رفع سکوت (ریپلای)"
🗝عملکرد:"برای حذف محدودیت سکوت از فرد استفاده می شود"
—
⚙️دستور:"اخراج (ریپلای)"
🗝عملکرد:"اخراج فرد از گروه"
—
⚙️دستور:"فیلتر (کلمه)"
🗝عملکرد:"فیلتر کردن کلمه ای در گروه"
—
⚙️دستور:"سنجاق (ریپلای)"
🗝عملکرد:"سنجاق کردن پیامی در گروه"
—
⚙️دستور:"تنظیمات"
🗝عملکرد:"نشان دادن تنظیمات کلی گروه"
—
⚙️دستور:"لیست (نوع)"
🗝عملکرد:"با استفاده از این دستور میتوانید انواع لیست های ربات را ببینید : ( سکوت-فیلتر-مسدود-مالکان-اخطار )"
—
⚙️دستور:"اخطار (ریپلای)"
🗝عملکرد:"برای اخطار دادن به شخصی"
—
⚙️دستور:"حذف اخطار (ریپلای)"
🗝عملکرد:"برای حذف اخطار از شخصی"
—
⚙️دستور:"حداکثر اخطار (0-100)"
🗝عملکرد:"برای انتخاب حداکثر اخطار دریافتی شخص"
-
🎭*ادمین ربات :* ]]..check_markdown(MaTaDoRby)..[[

💢*چنل  :* ]]..check_markdown(MaTaDoRch)..[[
]]
}
,
helpclean = [[

⚙️دستور:"پاکسازی خودکار"
🗝عملکرد: "پاکسازی خودکار تمام پیامهای گروه"
—
⚙️دستور:"حذف (عدد)"
🗝عملکرد: "پاکسازی تعداد مشخصی پیام"
—
⚙️دستور:"پاک کردن ( قوانین-نام-لینک-درباره-خوشآمد-ربات-لیست سیاه-اکانت پاک شده-اخطار ها-لیست سکوت)"
🗝عملکرد: "پاک کردن انواع لیست ها و تنظیمات ربات که ذکر شده
—

🎭*ادمین ربات :* ]]..check_markdown(MaTaDoRby)..[[

💢*چنل  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helpen = {
help = [[
🏷 *راهنمای ربات :*

Beta Version Dont Have This Option

🎭*ادمین ربات :* ]]..check_markdown(MaTaDoRby)..[[

💢*چنل  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helplock = [[
Beta Version Dont Have This Option

🎭*ادمین ربات :* ]]..check_markdown(MaTaDoRby)..[[

💢*چنل  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helplock4 = [[
Beta Version Dont Have This Option

🎭*ادمین ربات :* ]]..check_markdown(MaTaDoRby)..[[

💢*چنل  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helpmod = [[
Beta Version Dont Have This Option

🎭*ادمین ربات :* ]]..check_markdown(MaTaDoRby)..[[

💢*چنل  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helpfun = [[
Beta Version Dont Have This Option
🎭*ادمین ربات :* ]]..check_markdown(MaTaDoRby)..[[

💢*چنل  :* ]]..check_markdown(MaTaDoRch)..[[
]]
}
}
return _
end